Repository: marto55555/pwa-install
Catalog: i18n/*.xlf
Languages: de

# s6196153c4b0c1ea0
source: Install
de: Installieren

# sa5ef80b4bb9b39f8
source: Less
de: Weniger

# s37a9e8aec5713460
source: More
de: Mehr

# sdfe23506a3b0cdc8
source: 1) Open in Safari browser
de: 1) In Safari-Browser öffnen

# s1b9047d53d9f9d22
source: 2) Press Share in Navigation bar
de: 2) Drücken Sie auf Teilen in der Navigationsleiste

# sdbd52a32bbbbbff8
source: 3) Scroll down to Add to Home Screen
de: 3) Drücken Sie Hinzufügen zum Startbildschirm

# see440520357a3532
source: Hide Instructions
de: Anleitung ausblenden

# scdaf4bbff76674c8
source: Add to Home Screen
de: Hinzufügen zum Startbildschirm

# sfea652f6580ff086
source: This site has app functionality.
de: Diese Website verfügt über App-Funktionalität.

# s1431faac1f54cde3
source: Add it to your Dock for a better experience and quicker access.
de: Fügen Sie es zu Ihrem Dock hinzu, um eine umfassende Erfahrung und einen leichten Zugriff zu erhalten.

# s8462fbd1f5c45d3b
source: Add it to your Home Screen for a better experience and quicker access.
de: Fügen Sie es zu Ihrem Startbildschirm hinzu, um eine umfassende Erfahrung und einen leichten Zugriff zu erhalten.

# sa7551383d1897fcc
source: 2) Press Add to Dock
de: 2) Drücken Sie auf Zum Dock hinzufügen

# s922329d6f6213590
source: Add to Dock
de: Zum Dock hinzufügen

# sbee26129cda85a3e
source: Install it on your device for a better experience and quicker access.
de: Installieren Sie es auf Ihrem Gerät für eine umfassende Erfahrung und einen leichten Zugriff.
