
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's1431faac1f54cde3': `Προσθέστε το στην Πρόσβαση για εκτεταμένη εμπειρία και εύκολη πρόσβαση.`,
's1b9047d53d9f9d22': `2) Πατήστε Κοινοποίηση στη γραμμή πλοήγησης`,
's37a9e8aec5713460': `Περισσότερα`,
's6196153c4b0c1ea0': `Εγκατάσταση`,
's8462fbd1f5c45d3b': `Προσθέστε το στην οθόνη Αφετηρίας για εκτεταμένη εμπειρία και εύκολη πρόσβαση.`,
's922329d6f6213590': `Προσθήκη στην Πρόσβαση`,
'sa5ef80b4bb9b39f8': `Λιγότερα`,
'sa7551383d1897fcc': `2) Πατήστε Προσθήκη στην Πρόσβαση`,
'sbee26129cda85a3e': `Εγκαταστήστε το στη συσκευή σας για εκτεταμένη εμπειρία και εύκολη πρόσβαση.`,
'scdaf4bbff76674c8': `Προσθήκη στην Οθόνη Αφετηρίας`,
'sdbd52a32bbbbbff8': `3) Πατήστε Προσθήκη στην οθόνη Αφετηρίας`,
'sdfe23506a3b0cdc8': `1) Ανοίξτε τον περιηγητή Safari`,
'see440520357a3532': `Απόκρυψη Οδηγιών`,
'sfea652f6580ff086': `Αυτός ο ιστότοπος έχει λειτουργική εφαρμογής.`,
    };
  